IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(Lang:EN)"
IDS_CVL_DLL_ERROR = "No se pudo inicializar la dll COM"
IDS_CVL_REPORT_PRINTING = "Imprimiendo informe..."
IDS_CVL_REPORT_GENERATING = "Generando informe..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "La versión del módulo de diseño no es compatible con la versión actual.\n No se puede generar el informe."
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "La versión del módulo de diseño no es compatible con la versión actual.\nRC/Columna no puede realizar el diseño."
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "La versión del módulo de diseño no es compatible con la versión actual.\nRating no puede generar el informe."
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData La versión del módulo de diseño no es compatible con la versión actual."
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report La versión del módulo de diseño no es compatible con la versión actual."
IDS_CVL_INCORRECT_DLL_VER_ERROR = "Se está vinculando una versión incorrecta de la dll"
IDS_CVL_NOT_INIT_REPORT_ERROR = "Informe no inicializado"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "Tabla_resumen"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "Conectores_cortantes"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "Refuerzos_longitudinales"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "Refuerzos_de_apoyo"
IDS_CVL_RPT_US_Web = "Web"
IDS_CVL_RPT_US_1Side = "1Lado"
IDS_CVL_RPT_US_2Side = "2Lados"
IDS_CVL_RPT_US_Top_Flange = "Flange_superior"
IDS_CVL_RPT_US_Bottom_Flange = "Flange_inferior"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "Ala superior (superficie inferior del ala superior)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "Ala inferior (superficie superior del ala inferior)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ Sección no compacta para puente curvo"
IDS_CVL_RPT_US_Noncompact_section = "∴ Sección no compacta"
IDS_CVL_RPT_US_Slender_section = "∴ Sección esbelta."
IDS_CVL_RPT_US_Exist = "Existir"
IDS_CVL_RPT_US_Not_Exist = "No existir"
IDS_CVL_RPT_US_Stiffened_Web = "web reforzada"
IDS_CVL_RPT_US_Unstiffened_Web = "web no reforzada"
IDS_CVL_RPT_US_Shear_connector = "Conector_cortante"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "Refuerzo_longitudinal"
IDS_CVL_RPT_US_Stiffener_type_Flat = "Plano"
IDS_CVL_RPT_US_Stiffener_type_Tee = "T"
IDS_CVL_RPT_US_Stiffener_Num_1 = "Un lado"
IDS_CVL_RPT_US_Stiffener_Num_2 = "Ambos lados"
IDS_CVL_RPT_US_Stiffener_I_type = "Tipo_I"
IDS_CVL_RPT_US_Stiffener_T_type = "Tipo_T"
IDS_CVL_RPT_US_Stiffener_U_type = "Tipo_U"
IDS_CVL_RPT_US_Positive_moment = "Momento positivo"
IDS_CVL_RPT_US_Negative_moment = "Momento negativo"
IDS_CVL_RPT_US_Top_part = "(Superior)"
IDS_CVL_RPT_US_Bottom_part = "(Inferior)"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "Segmental"
IDS_CVL_RPT_US_Nonsegmental = "No segmental"
IDS_CVL_RPT_US_Solid = "Sólido"
IDS_CVL_RPT_US_Box = "Caja"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d.Diseño a torsión para una sección"
IDS_CVL_RPT_US_Transfer_Construction = "%d.En la transferencia y durante la construcción"
IDS_CVL_RPT_US_Service_LoadCombination = "%d.En la combinación de carga de servicio"
IDS_CVL_RPT_US_PSC_Bond = "Unido"
IDS_CVL_RPT_US_PSC_Unbond = "Desunido"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d.Diseño a flexión para una sección"
IDS_CVL_RPT_US_Positive = "Positivo"
IDS_CVL_RPT_US_Negative = "Negativo"
IDS_CVL_RPT_US_Code = "Código"
IDS_CVL_RPT_US_Strain_compatibility = "Compatibilidad de deformación"
IDS_CVL_RPT_US_i_Crack_Check = "%d.Verificación de fisuración"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d.Diseño a esfuerzo cortante para una sección"
IDS_CVL_RPT_US_Compression = "Compresión"
IDS_CVL_RPT_US_Tension = "Tensión"
IDS_CVL_RPT_US_Top_part2 = "Superior"
IDS_CVL_RPT_US_Bottom_part2 = "Inferior"
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ Superior"
IDS_CVL_RPT_US_Bottom_title = "■ Inferior"
IDS_CVL_RPT_US_Quasi_permanent = "Cuasi-permanente"
IDS_CVL_RPT_US_Frequent = "Frecuente"
IDS_CVL_RPT_US_Characteristic = "Característico"
IDS_CVL_RPT_US_Persistent_Transient = "Persistente & Transitorio"
IDS_CVL_RPT_US_Characteristic_IRC = "Raro"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "Básico & Sísmico"
IDS_CVL_RPT_US_Accidental = "Accidental"
IDS_CVL_RPT_US_Service_Load_I = "Carga de servicio I"
IDS_CVL_RPT_US_Service_Load_III_IV = "Carga de servicio III/IV"
IDS_CVL_RPT_US_Continued_Load = "Carga de servicio V"
IDS_CVL_RPT_US_Ultimate_Load_State = "Estado límite último"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "A largo plazo"
IDS_CVL_RPT_US_Short_term = "A corto plazo"
IDS_CVL_RPT_US_Long_Load = "Carga a largo plazo"
IDS_CVL_RPT_US_Short_Load = "Carga a corto plazo"
IDS_CVL_RPT_US_Construct_Stress = "EsfuerzoEnCS"
IDS_CVL_RPT_US_Service_Stress = "EsfuerzoEnLCB"
IDS_CVL_RPT_US_Construct_Principal_Stress = "EsfuerzoPrincipalEnCS"
IDS_CVL_RPT_US_Service_Principal_Stress = "EsfuerzoPrincipalEnLCB"
IDS_CVL_RPT_US_PS_Steel = "EsfuerzoDeTendón"
IDS_CVL_RPT_US_Crack = "ChequeoDeGrietas"
IDS_CVL_RPT_US_Flexural_Strength = "Resistencia a flexión"
IDS_CVL_RPT_US_Shear_Strength = "Resistencia al corte"
IDS_CVL_RPT_US_Torsional_Strength = "Resistencia a torsión"
IDS_CVL_RPT_US_Girder = "Viga"
IDS_CVL_RPT_US_Slab = "Losa"
IDS_CVL_RPT_US_Non_Composite = "No compuesto"
IDS_CVL_RPT_US_Composite = "Compuesto"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. Verificación de resistencia a flexión"
IDS_CVL_RPT_US_Positive_moment_title = "■ Momento positivo"
IDS_CVL_RPT_US_Negative_moment_title = "■ Momento negativo"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. Verificación de resistencia a esfuerzo cortante"
IDS_CVL_RPT_US_Max_Shear_Force = "■ Fuerza cortante máxima"
IDS_CVL_RPT_US_Min_Shear_Force = "■ Fuerza cortante mínima"
IDS_CVL_RPT_US_Max_Torsion_Force = "■ Fuerza de torsión máxima"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. Verificación de resistencia a torsión (sección cajón)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. Verificación de resistencia a torsión (sección maciza)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = " 2) Verificación de resistencia a torsión"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. Verificación de esfuerzo cero"
IDS_CVL_RPT_US_i_Crack_check = "%d. Verificación de fisuración"
IDS_CVL_RPT_US_Sect_Top_Stress = "'-Esfuerzo en la parte superior de la sección"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "'-Esfuerzo en la parte inferior de la sección"
IDS_CVL_RPT_US_Strain = "Deformación"
IDS_CVL_RPT_US_Displacement = "Desplazamiento"
IDS_CVL_RPT_US_ROUGH_CIP = "Rugoso (losas CIP)"
IDS_CVL_RPT_US_MONOLITHICALLY = "Monolíticamente"
IDS_CVL_RPT_US_ROUGH = "Rugoso intencionadamente"
IDS_CVL_RPT_US_ROUGH_LWC = "Rugoso intencionadamente (LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "Rugoso intencionadamente (NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "No rugoso intencionadamente"
IDS_CVL_RPT_US_ANCHORED = "Anclado"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) Proporcionamiento de la armadura longitudinal en el lado de tracción por flexión"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) Proporcionamiento de la armadura longitudinal en el lado de compresión por flexión"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) Armadura mínima transversal a esfuerzo cortante"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) Separación máxima para la armadura transversal a esfuerzo cortante"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) Resistencia a esfuerzo cortante limitada por aplastamiento del alma"
IDS_CVL_RPT_Member = "Miembro"
IDS_CVL_RPT_Critical_LCOM = "Combinación Crítica de Carga"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "La resistencia a fractura debe verificarse por separado por el usuario"
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 debe verificarse por separado por el usuario"
IDC_CVL_RPT_Not_Recommended_compession_member = "No se recomienda su uso como elementos a compresión"
IDC_CVL_RPT_Not_Recommended_flexural_member = "No se recomienda su uso como elementos a flexión"
IDS_CVL_RPT_US_Element = "Elemento"
IDS_CVL_RPT_US_Position = "Posición"
IDS_CVL_RPT_US_Moment_Type = "Tipo de Momento"
IDS_CVL_RPT_US_Dgn_Condition = "Condición de Diseño"
IDS_CVL_RPT_US_Flexure = "Flexión"
IDS_CVL_RPT_US_Properties = "Propiedades"
IDS_CVL_RPT_US_Section = "Sección"
IDS_CVL_RPT_US_Material = "Material"
IDS_CVL_RPT_US_Flange = "Flange"
IDS_CVL_RPT_US_Design = "Diseño"
IDS_CVL_RPT_US_Strength = "Resistencia"
IDS_CVL_RPT_US_Fyc_Desc = "Resistencia a la Compresión del Flange"
IDS_CVL_RPT_US_Fyw_Desc = "Resistencia a la Fluencia del Web"
IDS_CVL_RPT_US_Fyt_Desc = "Resistencia a la Fluencia del Flange de Tensión"
IDS_CVL_RPT_US_Es_Desc = "Módulo Elástico del Acero"
IDS_CVL_RPT_US_Transverse = "Transversal"
IDS_CVL_RPT_US_Stiffener = "Agujero"
IDS_CVL_RPT_US_Type = "Tipo"
IDS_CVL_RPT_US_Name = "Nombre"
IDS_CVL_RPT_US_Elastic = "Elástico"
IDS_CVL_RPT_US_Steel_Gr = "Acero"
IDS_CVL_RPT_US_Steel_Section = "Sección de Acero"
IDS_CVL_RPT_US_Composite_Section = "Sección Compuesta"
IDS_CVL_RPT_US_3n_Desc = "para propiedades del material dependientes del tiempo definidas, ya que los resultados del análisis tienen en cuenta los efectos a largo plazo"
IDS_CVL_RPT_US_Long_Reinforcement = "Armadura long."
IDS_CVL_RPT_US_Limit_State = "Estado Límite"
IDS_CVL_RPT_US_Flexural = "Flexional"
IDS_CVL_RPT_US_Resistance = "Resistencia"
IDS_CVL_RPT_US_EN_Positive_moment = "Momento positivo"
IDS_CVL_RPT_US_EN_Negative_moment = "Momento negativo"
IDS_CVL_RPT_US_Dgn_Force_Stress = "Esfuerzos y Cargas de Diseño"
IDS_CVL_RPT_US_Load_Combination = "Combinación de Carga"
IDS_CVL_RPT_US_Component = "Componente"
IDS_CVL_RPT_US_Forces = "Fuerzas"
IDS_CVL_RPT_US_Stresses = "Esfuerzos"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "No existe combinación de carga positiva. Omitir esta verificación."
IDS_CVL_RPT_US_Unbraced_Length = "Longitud No Soportada"
IDS_CVL_RPT_US_Sect_Proportion = "Proporciones de la Sección Transversal"
IDS_CVL_RPT_US_Web_Proportion = "Proporciones del Web"
IDS_CVL_RPT_US_Flange_Proportion = "Proporciones del Flange"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ Momento Plástico (Mp)"
IDS_CVL_RPT_US_Plastic_Force = "Fuerzas Plásticas"
IDS_CVL_RPT_US_Plastic_moment = "Momento Plástico"
IDS_CVL_RPT_US_Plastic_Moment = "Momento Plástico"
IDS_CVL_RPT_US_Dist_PNA = "Distancia desde el eje neutro plástico"
IDS_CVL_RPT_US_drt_Desc = "distancia desde el PNA hasta el eje de la capa superior de armadura"
IDS_CVL_RPT_US_drb_Desc = "distancia desde el PNA hasta el eje de la capa inferior de armadura"
IDS_CVL_RPT_US_dt_Desc = "distancia desde el eje neutro plástico hasta la mitad del espesor del ala a tracción"
IDS_CVL_RPT_US_dw_Desc = "distancia desde el eje neutro plástico hasta la mitad de la altura del alma"
IDS_CVL_RPT_US_dc_Desc = "distancia desde el eje neutro plástico hasta la mitad del espesor del ala a compresión"
IDS_CVL_RPT_US_ds_Desc = "distancia desde el eje neutro plástico hasta la mitad del espesor de la losa de hormigón"
IDS_CVL_RPT_US_Check_Case_PNA = "Verificar el caso del eje neutro plástico"
IDS_CVL_RPT_US_Dist_of_PNA = "Distancia del eje neutro plástico"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ Momento de Fluencia (My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "Momento de límite de fluencia del ala superior"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "Momento de límite de fluencia del ala inferior"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "Momento de límite de fluencia de la armadura longitudinal"
IDS_CVL_RPT_US_in_which = "en el cual:"
IDS_CVL_RPT_US_S_Desc = "módulo de sección no compuesta"
IDS_CVL_RPT_US_S3n_Desc = "módulo resistente de la sección compuesta a largo plazo"
IDS_CVL_RPT_US_Sn_Desc = "módulo resistente de la sección compuesta a corto plazo"
IDS_CVL_RPT_US_M_D1_Desc = "momento de sección no compuesta"
IDS_CVL_RPT_US_M_D2_Desc = "momento de la sección compuesta a largo plazo"
IDS_CVL_RPT_US_M_AD_Desc = "momento adicional de límite de fluencia de la sección compuesta a corto plazo"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "No existe combinación de carga negativa. Omitir esta verificación."
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "Armadura mínima de la losa de hormigón para flexión negativa"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "Estado límite de resistencia a flexión en flexión positiva"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "Estado límite de resistencia a flexión en flexión negativa"
IDS_CVL_RPT_US_Sect_Classification = "▪ Clasificación de Sección"
IDS_CVL_RPT_US_Ductility_Req = "Requisito de Ductilidad"
IDS_CVL_RPT_US_Dp_Desc = "distancia desde la parte superior de la losa de hormigón hasta el eje neutro de la sección compuesta en el momento plástico"
IDS_CVL_RPT_US_Dt_Desc = "altura total de la sección compuesta"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "Resistencia a flexión de la sección compuesta compacta"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "Resistencia nominal a flexión en un vano continuo"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "Resistencia nominal a flexión por Dp"
IDS_CVL_RPT_US_Therefore = "por lo tanto,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "Verificar la resistencia a flexión de la sección compuesta compacta"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "Verificar la resistencia a flexión de la sección compuesta no compacta"
IDS_CVL_RPT_US_Check_compression_flange = "Verificar flange de compresión"
IDS_CVL_RPT_US_Check_tension_flange = "Verificar flange de tensión"
IDS_CVL_RPT_US_Shored_Construction = "Construcción Soportada"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "Esfuerzo de Flexión Lateral del Flange"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "Debido al ala a tracción arriostrada discretamente."
IDS_CVL_RPT_US_for_curved_bridge = "para puente curvado"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "Debido al ala arriostrada continuamente."
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "Esfuerzo elástico de flexión lateral de segundo orden del ala a compresión"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "Debido al ala arriostrada discretamente."
IDS_CVL_RPT_US_fl_Fl_Desc = "Fuerza lateral uniformemente distribuida estáticamente equivalente"
IDS_CVL_RPT_US_fl_Pl_Desc = "Fuerza lateral concentrada estáticamente equivalente"
IDS_CVL_RPT_US_fl_F_Desc = "Fuerza Distribuida"
IDS_CVL_RPT_US_fl_P_Desc = "Fuerza Concentrada"
IDS_CVL_RPT_US_fl_e_Desc = "Excentricidad de Cargas de Voladizo"
IDS_CVL_RPT_US_fl_hw_Desc = "altura del web"
IDS_CVL_RPT_US_fl_Lb_Desc = "longitud no soportada"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "Factor de carga muerta para sección no compuesta"
IDS_CVL_RPT_US_bec_torsional_warping = "Debido a la deformación torsional"
IDS_CVL_RPT_US_Mb_Desc = "Bi-momento"
IDS_CVL_RPT_US_Iw_Desc = "constante de deformación"
IDS_CVL_RPT_US_w_f_Desc = "Función de alabeo en el punto de esfuerzo "
IDS_CVL_RPT_US_Check = "Verificar"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "Factor Híbrido, Rh"
IDS_CVL_RPT_US_homo_sect = "sección homogénea"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "Sección híbrida con un acero de mayor resistencia en el alma que en ambas alas"
IDS_CVL_RPT_US_Rh_Dn_Desc = "mayor de la distancia desde el NA elástico hasta la cara interior del ala"
IDS_CVL_RPT_US_Rh_Fn_Desc = "esfuerzo de límite de fluencia correspondiente a Afn"
IDS_CVL_RPT_US_Rh_Afn_Desc = "área del ala en el lado del NA correspondiente a Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "Longitud no soportada límite"
IDS_CVL_RPT_US_rt_Desc = "radio de giro efectivo para pandeo lateral-torsional"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "Esfuerzo elástico de pandeo lateral-torsional"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "Modificador de Gradiente de Momento"
IDS_CVL_RPT_US_for_unbraced_cantilever = "Para voladizo no soportado"
IDS_CVL_RPT_US_Calc_Stress = "Cálculo de Esfuerzo"
IDS_CVL_RPT_US_Elastic_Range_Dc = "En el rango elástico, Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "Altura del alma en compresión en el momento plástico, Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "Factor de Reducción de Carga del Web"
IDS_CVL_RPT_US_In_constructibility = "En constructibilidad"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "Debido a que la sección compuesta satisface las proporciones de la sección en flexión positiva."
IDS_CVL_RPT_US_Web_with_long_Stfn = "Almas con rigidizadores longitudinales,"
IDS_CVL_RPT_US_fyc_Desc = "resistencia mínima especificada al límite de fluencia de un ala a compresión"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "Resistencia a flexión basada en el ala a tracción arriostrada continuamente"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "Resistencia al pandeo local basada en el ala a compresión arriostrada discretamente"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "Resistencia al pandeo lateral-torsional basada en el ala a compresión arriostrada discretamente"
IDS_CVL_RPT_US_s_compact = "compacto"
IDS_CVL_RPT_US_s_noncompact = "no compacto"
IDS_CVL_RPT_US_s_slender = "esbelto"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "Resistencia a flexión basada en el ala a compresión arriostrada discretamente"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "Factor de Plastificación del Web"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "Resistencia a flexión en el ala a compresión arriostrada continuamente"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "Resistencia a flexión en el ala a tracción arriostrada continuamente"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "Resistencia al pandeo local basada en el ala a compresión arriostrada discretamente"
IDS_CVL_RPT_US_for_Rolled_sect = "para sección laminada"
IDS_CVL_RPT_US_for_built_up_sect = "para sección armada"
IDS_CVL_RPT_US_compact_flange = "flange compacto"
IDS_CVL_RPT_US_noncompact_flange = "flange no compacto"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "Resistencia a la Pandeo Crítico Elástico"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "Resistencia al pandeo torsional y flexo-torsional"
IDS_CVL_RPT_US_Shear = "Esfuerzo cortante"
IDS_CVL_RPT_US_Max = "Máx"
IDS_CVL_RPT_US_Min = "Mín"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "Relación entre la resistencia al pandeo por esfuerzo cortante y la resistencia al límite de fluencia a esfuerzo cortante, C"
IDS_CVL_RPT_US_Web_Classification = "Clasificación del Web"
IDS_CVL_RPT_US_Long_Stfn = "Refuerzo Longitudinal"
IDS_CVL_RPT_US_Tran_Stfn = "Refuerzo Transversal"
IDS_CVL_RPT_US_Tran_Spacing = "Espaciado Transversal"
IDS_CVL_RPT_US_web_considered = "Por lo tanto, este alma se considera"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "coeficiente de pandeo por esfuerzo cortante de almas rigidizadas"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "coeficiente de pandeo por esfuerzo cortante de almas no rigidizadas"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "Resistencia nominal de almas interiores no rigidizadas o panel de extremo"
IDS_CVL_RPT_US_Vn_C_Desc = "relación entre la resistencia al pandeo por esfuerzo cortante y la resistencia al límite de fluencia a esfuerzo cortante"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "Resistencia nominal de almas interiores rigidizadas"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "No se considera la acción de campo de tracción posterior al pandeo"
IDS_CVL_RPT_US_Tran_Stiffeners = "Refuerzos Transversales"
IDS_CVL_RPT_US_Projecting_width = "Ancho Proyectante"
IDS_CVL_RPT_US_TS_D_Desc = "altura de la sección de acero"
IDS_CVL_RPT_US_TS_tp_Desc = "espesor del refuerzo"
IDS_CVL_RPT_US_TS_bf_Desc = "ancho del flange"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "Momento de inercia y radio de giro"
IDS_CVL_RPT_US_yiled_Stfn = "fluencia del refuerzo"
IDS_CVL_RPT_US_and = "y"
IDS_CVL_RPT_US_Service = "Servicio"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "Verificación de Efectividad de la Losa de Hormigón"
IDS_CVL_RPT_US_modulus_rupture = "módulo de ruptura"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "Esfuerzo longitudinal de tracción factorizado de Servicio II en la losa"
IDS_CVL_RPT_US_P_N_moment = "Momento Positivo/Negativo"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "No hay combinación de carga de servicio. Omitir esta verificación."
IDS_CVL_RPT_US_Permanent_deformation = "Deformación Permanente"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "Esta sección no es una sección compacta en flexión positiva; omitir la verificación de esfuerzo en el ala superior e inferior."
IDS_CVL_RPT_US_flg_stress_ff_Desc = "esfuerzo en el ala debido a las cargas de Servicio II calculado sin considerar la flexión lateral del ala"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "límite de fluencia mínimo especificado de un ala"
IDS_CVL_RPT_US_posi_flexure_and = "Flexión positiva y"
IDS_CVL_RPT_US_Ser_proportion_limit = "límite de proporción, omitir la verificación de la Resistencia nominal al pandeo por flexión de las almas."
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "Resistencia nominal al pandeo por flexión de las almas"
IDS_CVL_RPT_US_Ser_fc_Desc = "esfuerzo en el ala en compresión en la sección en consideración debido a las cargas de Servicio II."
IDS_CVL_RPT_US_Check_stress_conc_deck = "Verificar el esfuerzo de la losa de Hormigón"
IDS_CVL_RPT_US_No_condition_checking_skip = "No hay condiciones para la verificación. Omitir esta verificación."
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "Verificar la Armadura mínima de la losa de Hormigón para flexión negativa"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "Por lo tanto, no se requiere la Armadura mínima de la losa de Hormigón para flexión negativa."
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "Por lo tanto, se requiere la Armadura mínima de la losa de Hormigón para flexión negativa."
IDS_CVL_RPT_US_Constructibility = "Constructibilidad"
IDS_CVL_RPT_US_CS_Const_Stage = "Etapa de construcción"
IDS_CVL_RPT_US_CS_Step = "Paso"
IDS_CVL_RPT_US_C_Steel_Only = "Sección de acero solamente"
IDS_CVL_RPT_US_No_CS_Skip = "No hay etapa de construcción. Omitir esta verificación."
IDS_CVL_RPT_US_Check_Slend_Web = "Verificar la esbeltez del alma"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "Alas arriostradas discretamente en compresión"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "Alas arriostradas discretamente en tracción"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "Esfuerzo de flexión lateral en el ala en tracción"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "Verificar el límite de fluencia nominal de la ala"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "Para secciones con alma esbelta, no se debe verificar cuando fl es igual a cero."
IDS_CVL_RPT_US_flex_resistance = "Verificar la resistencia a flexión"
IDS_CVL_RPT_US_Chk_web_bend_buck = "Verificar el pandeo por flexión del alma"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "Para secciones con almas compactas o no compactas, no se debe verificar."
IDS_CVL_RPT_US_Concrete_Deck = "Losa de hormigón"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "Verificar esfuerzos longitudinales en la losa de Hormigón"
IDS_CVL_RPT_US_Dgn_Forces = "Fuerzas de diseño"
IDS_CVL_RPT_US_Shear_req_Web = "Requisito de esfuerzo cortante para almas"
IDS_CVL_RPT_US_Fati_Limit_State = "Estado límite de fatiga"
IDS_CVL_RPT_US_Fati_moment = "Momento de fatiga"
IDS_CVL_RPT_US_Shear_Force = "Fuerza cortante"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "No hay combinación de carga de fatiga. Omitir esta verificación."
IDS_CVL_RPT_US_F_Load_Induced_Fati = "Fatiga inducida por carga"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "Verificar la fatiga inducida por carga"
IDS_CVL_RPT_US_F_stress_unfac_DL = "El esfuerzo de DL sin factorizar"
IDS_CVL_RPT_US_F_stress_fati_LCB = "El esfuerzo de LCB de fatiga"
IDS_CVL_RPT_US_F_Comp_Minus = " - : Compresión"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "El esfuerzo de compresión de DL sin factorizar"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "El esfuerzo de tracción de LCB de fatiga"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "El esfuerzo de DL sin factorizar es el esfuerzo de tracción."
IDS_CVL_RPT_US_Skip_this_check = "Omitir esta verificación."
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "Categoría"
IDS_CVL_RPT_US_F_Number_stress = "Número de esfuerzo (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "Equivalente a la tabla de vida infinita."
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "Para Fatiga I, según la Tabla"
IDS_CVL_RPT_US_CAFT = "Umbrales de fatiga de amplitud constante"
IDS_CVL_RPT_US_for_Fatigue_II = "Para Fatiga II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "Requisito especial de fatiga para almas con rigidizadores transversales"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "esfuerzo cortante en el alma debido a la carga permanente sin factorizar más la carga de fatiga factorizada (Fatiga I)"
IDS_CVL_RPT_US_Sum = "Suma"
IDS_CVL_RPT_US_Warping_stress = "esfuerzo de torsión"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "Resistencia a flexión basada en el ala en tracción"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "Resistencia a flexión basada en el ala de cajón en tracción"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "Resistencia a flexión basada en el ala de cajón en compresión"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "Resistencia al pandeo local basada en alas no rigidizadas"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "Resistencia al pandeo local basada en alas rigidizadas"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "coeficiente de pandeo de placa para esfuerzo normal uniforme"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "coeficiente de pandeo de placa para esfuerzo cortante"
IDS_CVL_RPT_US_EN_Shear_Connector = "Conectores de corte"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "No hay información de conectores de esfuerzo cortante. Omitir esta verificación."
IDS_CVL_RPT_US_Types = "Tipos"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "Los conectores de esfuerzo cortante tipo canal no verifican los tipos."
IDS_CVL_RPT_US_SC_Hs_Desc = "altura del perno"
IDS_CVL_RPT_US_SC_d_Desc = "diámetro del perno"
IDS_CVL_RPT_US_SC_Pitch = "Paso"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "Resistencia a la fatiga por corte"
IDS_CVL_RPT_US_Article = "Artículo"
IDS_CVL_RPT_US_Table = "Tabla"
IDS_CVL_RPT_US_SC_w_Desc = "ancho del canal"
IDS_CVL_RPT_US_SC_Pstr_Desc = "paso de conectores de esfuerzo cortante determinado por el estado límite de resistencia"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ diámetro del perno: paso mínimo de conectores de esfuerzo cortante"
IDS_CVL_RPT_US_SC_Vsr_Desc = "rango de esfuerzo cortante horizontal por fatiga por unidad de longitud"
IDS_CVL_RPT_US_SC_Vfat_Desc = "rango de esfuerzo cortante longitudinal por fatiga por unidad de longitud"
IDS_CVL_RPT_US_SC_Ffat_Desc = "rango de esfuerzo cortante radial por fatiga por unidad de longitud"
IDS_CVL_RPT_US_SC_I_Desc = "momento de inercia de la sección compuesta a corto plazo"
IDS_CVL_RPT_US_SC_Q_Desc = "primer momento del área transformada a corto plazo de la losa de Hormigón respecto al eje neutro de la sección compuesta a corto plazo"
IDS_CVL_RPT_US_SC_Vf_Desc = "rango de Fuerza cortante vertical bajo la combinación de carga de fatiga aplicable"
IDS_CVL_RPT_US_SC_Abot_Desc = "área de la ala inferior"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "rango del esfuerzo longitudinal por fatiga en el ala inferior"
IDS_CVL_RPT_US_SC_L_Desc = "distancia entre puntos de arriostramiento"
IDS_CVL_RPT_US_SC_w_deck_Desc = "longitud efectiva de la losa"
IDS_CVL_RPT_US_SC_R_Desc = "radio mínimo de la viga"
IDS_CVL_RPT_US_SC_Space_inform = "Los conectores de esfuerzo cortante tipo perno no deben estar más cerca que 4.0 diámetros de perno, de centro a centro, en dirección transversal al eje longitudinal del miembro de apoyo."
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- La distancia libre entre el borde del ala superior y el borde del conector de esfuerzo cortante más cercano no debe ser menor que %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "Cubierta y penetración"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- La profundidad libre del recubrimiento de Hormigón sobre las cabezas de los conectores de esfuerzo cortante no debe ser menor que %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "Los conectores de esfuerzo cortante deben penetrar al menos %s. en la losa de Hormigón."
IDS_CVL_RPT_US_SC_ts_Desc = "espesor de la losa de hormigón"
IDS_CVL_RPT_US_SC_th_Desc = "Espesor desde la parte superior del alma hasta la parte inferior de la losa de Hormigón"
IDS_CVL_RPT_US_SC_tfc_Desc = "espesor de la ala superior"
IDS_CVL_RPT_US_SC_H_Desc = "altura del conector de corte"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "Resistencia al Esfuerzo cortante factorizada de un solo conector de esfuerzo cortante"
IDS_CVL_RPT_US_Nom_Shear_force = "Fuerza cortante nominal"
IDS_CVL_RPT_US_SC_bs_Desc = "ancho efectivo de la losa de Hormigón"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "espesor de la losa de hormigón"
IDS_CVL_RPT_US_SC_bfc_Desc = "ancho de la ala de compresión"
IDS_CVL_RPT_US_SC_bft_Desc = "ancho de la ala de tracción"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "espesor de la ala de compresión"
IDS_CVL_RPT_US_SC_tft_Desc = "espesor de la ala de tracción"
IDS_CVL_RPT_US_SC_Fyw_Desc = "resistencia a la fluencia del alma"
IDS_CVL_RPT_US_SC_Fyc_Desc = "límite de fluencia del ala en compresión"
IDS_CVL_RPT_US_SC_Fyt_Desc = "límite de fluencia del ala en tracción"
IDS_CVL_RPT_US_SC_tw_Desc = "espesor del alma"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "Número mínimo de conectores de esfuerzo cortante en flexión positiva."
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "Número mínimo de conectores de esfuerzo cortante en flexión negativa."
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "No hay combinación de carga de fatiga. Omitir esta verificación."
IDS_CVL_RPT_US_SC_Top_Tens = "Superior (Tracc.)"
IDS_CVL_RPT_US_SC_Top_Comp = "Superior (Comp.)"
IDS_CVL_RPT_US_SC_Bot_Tens = "Inferior (Tracc.)"
IDS_CVL_RPT_US_SC_Bot_Comp = "Inferior (Comp.)"
IDS_CVL_RPT_US_SC_Fati_Check = "Verificación de fatiga del conector de corte"
IDS_CVL_RPT_US_from_Table = "de la Tabla"
IDS_CVL_RPT_US_Stiffeners = "Refuerzos"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "No hay información de rigidizadores. Omitir esta verificación."
IDS_CVL_RPT_US_LS_ts_Desc = "espesor del refuerzo longitudinal"
IDS_CVL_RPT_US_LS_Il_Desc = "Momento de inercia de un rigidizador longitudinal del alma"
IDS_CVL_RPT_US_LS_r_Desc = "Radio de giro de un rigidizador longitudinal del alma"
IDS_CVL_RPT_US_LS_d0_Desc = "espaciado de refuerzos transversales"
IDS_CVL_RPT_US_LS_G_R_Desc = "radio de la viga"
IDS_CVL_RPT_US_LS_Flex_stress = "Esfuerzo de flexión en los rigidizadores longitudinales"
IDS_CVL_RPT_US_Bearing_Stiffeners = "Refuerzos de apoyo"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "Propiedades de la Sección y condiciones de diseño"
IDS_CVL_RPT_US_BS_Material_Stfn = "Material de los refuerzos"
IDS_CVL_RPT_US_BS_E_Desc = "Módulo elástico de los refuerzos"
IDS_CVL_RPT_US_BS_Fys_Desc = "Resistencia a la fluencia de los refuerzos"
IDS_CVL_RPT_US_BS_Rmax_Desc = "Reacción del soporte"
IDS_CVL_RPT_US_BS_bt_Desc = "Ancho de los refuerzos"
IDS_CVL_RPT_US_BS_tp_Desc = "Espesor de los refuerzos"
IDS_CVL_RPT_US_BS_n_Desc = "Pares de refuerzos"
IDS_CVL_RPT_US_BS_d_Desc = "Espaciado de los refuerzos"
IDS_CVL_RPT_US_Height_Web = "Altura del alma"
IDS_CVL_RPT_US_BS_tw_Desc = "Espesor del alma"
IDS_CVL_RPT_US_BS_R_Desc = "Soldaduras de filete del alma al ala"
IDS_CVL_RPT_US_BS_Alw_width = "Ancho permitido"
IDS_CVL_RPT_US_Bearing_Resis = "Resistencia de apoyo"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "Resistencia de apoyo nominal"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "Resistencia de apoyo factorizada"
IDS_CVL_RPT_US_Factored_Resis = "Resistencia factorizada"
IDS_CVL_RPT_US_Axial_Comp = "Compresión axial"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "Resistencia al pandeo elástico por flexión"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "Resistencia de fluencia nominal equivalente"
IDS_CVL_RPT_US_Nominal_yield_resis = "Resistencia de fluencia nominal"
IDS_CVL_RPT_US_Nom_Comp_Resis = "Resistencia compresiva nominal"
IDS_CVL_RPT_US_Fac_Comp_Resis = "Resistencia compresiva factorizada"
IDS_CVL_RPT_US_Moment_Inertia = "Momento de inercia"
IDS_CVL_RPT_US_LS_k_Desc = "coeficiente de pandeo de placa para esfuerzo normal uniforme"
IDS_CVL_RPT_US_LS_w_Desc = "el mayor entre el ancho del ala entre rigidizadores longitudinales del ala"
IDS_CVL_RPT_US_LS_n_Desc = "número de rigidizadores longitudinales del ala igualmente espaciados"
IDS_CVL_RPT_US_Dgn_Code = "Código de diseño"
IDS_CVL_RPT_US_Node_IJ = "Nodo(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "Propiedades de sección"
IDS_CVL_RPT_US_Gross_Sect = "- Sección bruta"
IDS_CVL_RPT_US_Trans_Sect = "- Sección transformada"
IDS_CVL_RPT_US_Materials = "Materiales"
IDS_CVL_RPT_US_Concrete = "Hormigón"
IDS_CVL_RPT_US_Beta1 = "0.85 si f'c es menor que 4ksi; en los demás casos es 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "Información sobre acero de pretensado"
IDS_CVL_RPT_US_Tendon_Name = "Nombre del tendón"
IDS_CVL_RPT_US_Bond_Type = "Tipo de unión"
IDS_CVL_RPT_US_Dp_Tendon = "Distancia desde la fibra extrema en compresión hasta el centroide del Tendón de postensado."
IDS_CVL_RPT_US_Dp_Rein = "Distancia desde la fibra extrema en compresión hasta el centroide de la Armadura sin pretensar."
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "Información de Armadura longitudinal de Acero sin pretensar"
IDS_CVL_RPT_US_Bot_Flexure = "Debajo del centroide"
IDS_CVL_RPT_US_Top_Flexure = "Encima del centroide"
IDS_CVL_RPT_US_Torsion = "Momento torsor"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "Información de Armadura transversal de Acero sin pretensar"
IDS_CVL_RPT_US_Angle_Longi_Stir = "Ángulo entre el longitudinal y el estribo."
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "Fuerzas/esfuerzos seccionales debidos al pretensado efectivo"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "Distancia desde el centroide de la sección hasta el centroide del tendón"
IDS_CVL_RPT_US_Moment_Direct = "Dirección del momento"
IDS_CVL_RPT_US_Method_Calc = "- Método de cálculo :"
IDS_CVL_RPT_US_Max_Strength_Lcom = "- La combinación de carga de estado límite de resistencia máxima :"
IDS_CVL_RPT_US_Max_Factor_Moment = "- El momento máximo factorizado"
IDS_CVL_RPT_US_Neut_Depth = "Profundidad del eje neutro hasta la cara de compresión"
IDS_CVL_RPT_US_Axial_Concrete = "Fuerza axial en el Hormigón (zona de compresión):"
IDS_CVL_RPT_US_Axial_Steel = "Fuerza axial en los aceros de Armadura"
IDS_CVL_RPT_US_Tens_Zone = "zona de tracción"
IDS_CVL_RPT_US_Compress_Zone = "zona de compresión"
IDS_CVL_RPT_US_Axial_Unbond_Code = "Fuerza axial en tendones (no adheridos) según el código"
IDS_CVL_RPT_US_Axial_Bond_Code = "Fuerza axial en tendones (adheridos) según el código"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* La Fuerza axial en tendones no adheridos no puede calcularse usando el método de compatibilidad"
IDS_CVL_RPT_US_Axial_Bond_Strain = "Fuerza axial en tendones (adheridos) por compatibilidad de deformaciones"
IDS_CVL_RPT_US_Comp_Force = "Fuerza de compresión"
IDS_CVL_RPT_US_Tens_Force = "Fuerza de tracción"
IDS_CVL_RPT_US_Tolerance = "Tolerancia"
IDS_CVL_RPT_US_Flex_Resist = "Resistencia a flexión"
IDS_CVL_RPT_US_Nominal_Resist = "Resistencia nominal"
IDS_CVL_RPT_US_Resist_Factor = "Factor de resistencia"
IDS_CVL_RPT_US_Net_Tens_Strain = ": Deformación neta de tracción en el acero extremo a tracción"
IDS_CVL_RPT_US_Comp_Control_Range = ": Rango controlado por compresión,"
IDS_CVL_RPT_US_Tens_Control_Range = ": Rango controlado por tracción,"
IDS_CVL_RPT_US_Trans_Range = ": Rango de transición,"
IDS_CVL_RPT_US_Joint_Seg = ": Para junta en construcción segmentaria"
IDS_CVL_RPT_US_Factored_Resist = "Resistencia factorizada"
IDS_CVL_RPT_US_Min_Rein = "Armadura mínima"
IDS_CVL_RPT_US_Judge = "Juicio"
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "Sin verificación"
IDS_CVL_RPT_US_Min_Rein_Chk = "Verificar armadura mínima"
IDS_CVL_RPT_US_Crack_Moment = "Momento de fisuración"
IDS_CVL_RPT_US_Where = "Dónde,"
IDS_CVL_RPT_US_Sect_Modulus = "Módulo de sección para la fibra extrema"
IDS_CVL_RPT_US_Non_Composite_Dead = "Momento de carga muerta no compuesta"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "Módulo de sección compuesta para la fibra extrema"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "Módulo de sección no compuesta para la fibra extrema"
IDS_CVL_RPT_US_Flex_Crack_Factor = "Factor de variabilidad de fisuración por flexión"
IDS_CVL_RPT_US_Pre_Vari_Factor = "Factor de variabilidad de postensado"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "Relación entre el límite de fluencia y la resistencia última a tracción de la Armadura"
IDS_CVL_RPT_US_Comp_Effect_Pre = "Esfuerzo de compresión en el Hormigón debido únicamente al postensado efectivo"
IDS_CVL_RPT_US_Chk_Min_Rein = "Verificando armadura mínima"
IDS_CVL_RPT_US_Max_Service_Lcom = "- La combinación de Carga de estado límite de servicio máxima:"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- El espaciamiento máximo de la Armadura de Acero en la capa más cercana a la cara traccionada"
IDS_CVL_RPT_US_Exposure_Factor = "Factor de exposición"
IDS_CVL_RPT_US_Tens_Service_Bar = "Esfuerzo de tracción en la barra en el estado límite de servicio"
IDS_CVL_RPT_US_Max_shear = "Esfuerzo cortante máximo"
IDS_CVL_RPT_US_Min_shear = "Esfuerzo cortante mínimo"
IDS_CVL_RPT_US_Sect_Type = "Tipo de sección"
IDS_CVL_RPT_US_Stregnth_Lcom = "La combinación de Carga del estado límite último"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "Momento torsor factorizado"
IDS_CVL_RPT_US_Factor_Shear = "Fuerza cortante factorizada"
IDS_CVL_RPT_US_Factor_Moment = "Momento factorizado"
IDS_CVL_RPT_US_Factor_Axial_Force = "Fuerza axial factorizada"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "Factor de resistencia para esfuerzo cortante"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "Factor de modificación de densidad del hormigón"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "Componente de la Fuerza de postensado en la Dirección de la Fuerza cortante"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(incluyendo Vp)"
IDS_CVL_RPT_US_Effect_Depth = "Profundidad efectiva"
IDS_CVL_RPT_US_Effect_Web_Width = "Ancho efectivo de alma"
IDS_CVL_RPT_US_Effect_Bending_Depth = "Profundidad efectiva para flexión"
IDS_CVL_RPT_US_Effect_Shear_Depth = "Profundidad efectiva para esfuerzo cortante"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "Profundidad efectiva a cortante para cajón segmental"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "Distancia desde la fibra extrema a compresión hasta el centroide de la Armadura de postensado"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "Espaciamiento máximo para la Armadura transversal"
IDS_CVL_RPT_US_Shear_Stress_Conc = "Esfuerzo cortante en hormigón"
IDS_CVL_RPT_US_Min_Trans_Area = "Armadura transversal mínima requerida"
IDS_CVL_RPT_US_Min_Trans_Chk = "* La definición de "OK" o "NG" se verificará al comprobar la resistencia a cortante mediante Armadura transversal"
IDS_CVL_RPT_US_Longi_Strain = "Deformación longitudinal"
IDS_CVL_RPT_US_Stress_Vari = "Variable de esfuerzo"
IDS_CVL_RPT_US_Tensile_Stress = "Esfuerzo de tracción"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "El esfuerzo en la fibra extrema a tracción debido a la Carga mayorada y al postensado efectivo después de las pérdidas"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "Esfuerzo de compresión no mayorado en el Hormigón debido únicamente al postensado efectivo."
IDS_CVL_RPT_US_Component_Tensile_Stress = "Componente del cortante resistido por esfuerzos de tracción en el Hormigón"
IDS_CVL_RPT_US_Factor_Crack_Tension = "Factor que indica que el Hormigón fisurado diagonalmente puede transmitir tracción"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "Valores de θ y β para la Sección"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ es el ángulo de inclinación de los esfuerzos diagonales de compresión."
IDS_CVL_RPT_US_Shear_Factor_Beta = "β es el factor que indica que el Hormigón fisurado diagonalmente puede transmitir tracción."
IDS_CVL_RPT_US_Max_Agg = "Tamaño máximo de agregado"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "Resistencia nominal a cortante proporcionada por el Hormigón"
IDS_CVL_RPT_US_Component_Trans_Rein = "Componente del cortante resistido por la Armadura transversal"
IDS_CVL_RPT_US_Area_Trans_Rein = "Área de Armadura transversal requerida"
IDS_CVL_RPT_US_No_Shear_Rein = "Sin refuerzo cortante"
IDS_CVL_RPT_US_Shear_Resist = "Resistencia al esfuerzo cortante"
IDS_CVL_RPT_US_Nominal_Shear = "Resistencia nominal al esfuerzo cortante"
IDS_CVL_RPT_US_Factor_Shear_Resist = "Resistencia cortante factorizada"
IDS_CVL_RPT_US_Case_of = "Caso de"
IDS_CVL_RPT_US_Notation = "Notación"
IDS_CVL_RPT_US_Area_Shear_Flow = "Área encerrada por la trayectoria del flujo cortante, incluyendo cualquier área de huecos en ella."
IDS_CVL_RPT_US_Peri_Trans_Torsion = "Perímetro de la línea central de la Armadura cerrada de torsión transversal."
IDS_CVL_RPT_US_Area_Conc_Sect = "Área total encerrada por el perímetro exterior de la Sección de Hormigón."
IDS_CVL_RPT_US_Peri_Conc_Sect = "La longitud del perímetro exterior de la Sección de Hormigón."
IDS_CVL_RPT_US_Chk_Torsion_Effect = "Verificando efectos torsionales"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "Momento de fisuración torsional"
IDS_CVL_RPT_US_Ignore_Torsion = "Ignorar los efectos de Momento torsor."
IDS_CVL_RPT_US_Consider_Torsion = "Considerar los efectos de Momento torsor."
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "El Espesor efectivo de la trayectoria del flujo cortante de los elementos"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "Verificar momento torsional"
IDS_CVL_RPT_US_Req_Longi_Rein = "Armadura longitudinal requerida"
IDS_CVL_RPT_US_Solid_Sect = "En sección sólida,"
IDS_CVL_RPT_US_Box_Sect = "En sección de caja,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "Comprobar la combinación de torsión y cortante"
IDS_CVL_RPT_US_Before = "Antes"
IDS_CVL_RPT_US_After = "Después"
IDS_CVL_RPT_US_Inter_Shear = "Esfuerzo cortante en la interfaz"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "Resistencia nominal al esfuerzo cortante en la interfaz"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "La resistencia nominal a cortante, Vni, utilizada en el diseño no deberá ser mayor que el menor de:"
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "Factores de cohesión y fricción (caso)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "Fuerza cortante en la interfaz factorizada"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "Resistencia al esfuerzo cortante en la interfaz factorizada"
IDS_CVL_RPT_US_Allow_Conc_CS = "Esfuerzos admisibles en el Hormigón en la etapa de construcción"
IDS_CVL_RPT_US_Elem = "Elemento"
IDS_CVL_RPT_US_Part = "Parte"
IDS_CVL_RPT_US_Girder_Or_Slab = "Viga/Losa"
IDS_CVL_RPT_US_Comp_Or_Tens = "Comp/Tens"
IDS_CVL_RPT_US_Top_Or_Bottom = "Superior/Inferior"
IDS_CVL_RPT_US_Stage = "Etapa"
IDS_CVL_RPT_US_Allow_Conc_Ser = "Esfuerzos admisibles en el Hormigón en combinaciones de Carga de servicio"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "Esfuerzos principales admisibles en el Hormigón en la etapa de construcción"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "El esfuerzo principal se considera para las Secciones PSC no compuestas, pero no para las Secciones PSC compuestas"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "Esfuerzos principales admisibles en el Hormigón en combinaciones de Carga de servicio al cortante máximo"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "Esfuerzos principales admisibles en el Hormigón en combinaciones de Carga de servicio a la torsión máxima"
IDS_CVL_RPT_US_Allow_Tendon = "Esfuerzos permitidos en el tendón"
IDS_CVL_RPT_US_Tendon = "Tendón de postensado"
IDS_CVL_RPT_US_Crack_Chk = "Verificación de fisuras"
IDS_CVL_RPT_US_Dgn_Criteria = "Criterios de diseño"
IDS_CVL_RPT_US_Pos_Or_Neg = "Positivo/Negativo"
IDS_CVL_RPT_US_Bonded = "Unido"
IDS_CVL_RPT_US_Unbonded = "Desunido"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "Diseño a flexión para una Sección"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "Diseño a cortante para una Sección"
IDS_CVL_RPT_US_Dgn_Step_1 = "Paso de diseño 1:"
IDS_CVL_RPT_US_Dgn_Step_2 = "Paso de diseño 2:"
IDS_CVL_RPT_US_Dgn_Step_3 = "Paso de diseño 3:"
IDS_CVL_RPT_US_Dgn_Step_4 = "Paso de diseño 4:"
IDS_CVL_RPT_US_Dgn_Step_5 = "Paso de diseño 5:"
IDS_CVL_RPT_US_Dgn_Step_6 = "Paso de diseño 6:"
IDS_CVL_RPT_US_Avg_Pre_Stl = "Esfuerzo promedio en el Acero de postensado"
IDS_CVL_RPT_US_Area_Bond_Stl = "Área de Acero de postensado adherido"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "Distancia desde la fibra extrema a compresión hasta el centroide de los Tendón de postensado adheridos"
IDS_CVL_RPT_US_Area_Unbond_Stl = "Área de Acero de postensado no adherido"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "Distancia desde la fibra extrema a compresión hasta el centroide de los Tendón de postensado no adheridos"
IDS_CVL_RPT_US_Area_Pre_Stl = "Área de acero de postensado"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "Área de Armadura de Acero a tracción no postensada"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "Distancia desde la fibra extrema a compresión hasta el centroide de la Armadura a tracción no postensada"
IDS_CVL_RPT_US_Area_Comp_Rein = "Área de armadura de compresión"
IDS_CVL_RPT_US_Dist_Comp_Rein = "Distancia desde la fibra extrema a compresión hasta el centroide de la Armadura de compresión"
IDS_CVL_RPT_US_Depth_Comp_Flange = "Profundidad de la ala de compresión"
IDS_CVL_RPT_US_Block_Factor = "Factor de bloque de esfuerzo"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "Longitud del tendón entre anclajes"
IDS_CVL_RPT_US_Effect_Pre_Stl = "Esfuerzo efectivo en el Acero de postensado en la Sección considerada"
IDS_CVL_RPT_US_Depth_Stress_Block = "Profundidad del bloque de esfuerzos equivalente"
IDS_CVL_RPT_US_Flex_Resist_Factor = "Factor de resistencia a flexión."
IDS_CVL_RPT_US_Nominal_Flex_Resist = "Resistencia a flexión nominal"
IDS_CVL_RPT_US_Modulus_Rup = "Módulo de ruptura"
IDS_CVL_RPT_US_Factored_Moment = "Momento factorizado"
IDS_CVL_RPT_US_Max_or_Min = "Máx/Mín"
IDS_CVL_RPT_US_Total_Depth_Beam = "Profundidad total de la viga"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "Distancia entre las resultantes de las Fuerzas de tracción y compresión debidas a la flexión"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "Profundidad efectiva a cortante. No necesita ser menor que 0.9de o 0.72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h o la distancia desde la fibra extrema a compresión hasta el centroide del tendón"
IDS_CVL_RPT_US_Factor_Shear_Sect = "Fuerza cortante mayorada en la Sección"
IDS_CVL_RPT_US_Width_Web = "Ancho de la alma"
IDS_CVL_RPT_US_Component_Effect_Shear = "Componente del postensado efectivo en la Dirección del cortante"
IDS_CVL_RPT_US_Ratio_Shear_Comp = "Relación entre el esfuerzo cortante mayorado aplicado y la resistencia a compresión del Hormigón"
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "Área de Armadura transversal mínima requerida"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "Factor para que el Hormigón fisurado diagonalmente resista tracción"
IDS_CVL_RPT_US_Max_Factored_Moment = "Momento factorizado máximo"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "Módulo de elasticidad de los tendones multiplicado por la diferencia de deformación bloqueada"
IDS_CVL_RPT_US_Strain_Mid_Depth = "Deformación en la profundidad media del Miembro"
IDS_CVL_RPT_US_Angle_Comp_Stress = "Ángulo de inclinación de los esfuerzos diagonales de compresión"
IDS_CVL_RPT_US_Angle_Trans_Rein = "Ángulo de inclinación de la Armadura transversal respecto al eje longitudinal"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "Resistencia nominal al esfuerzo cortante"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "Límite superior de la resistencia nominal a cortante"
IDS_CVL_RPT_US_Torsion_Resist = "Resistencia torsional"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "Factor de resistencia para torsión"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "Resistencia torsional nominal"
IDS_CVL_RPT_US_Area_Torsion_Stl = "Área de Acero a torsión requerida"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "Área de Acero longitudinal requerida para torsión, además de la requerida para flexión"
IDS_CVL_RPT_US_Replace_Shear_Force = "La Fuerza cortante mayorada se reemplazará por la Fuerza cortante efectiva cuando se requiera torsión"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "Dado que fpe es menor que 0.5 fpu, se recomienda utilizar el método de ‘Compatibilidad de deformaciones’"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "Distancia desde la línea de referencia"
IDS_CVL_RPT_EC_Checking_DesignCode = "Código de diseño"
IDS_CVL_RPT_EC_Checking_ElementNo = "Número de elemento"
IDS_CVL_RPT_EC_Checking_PositionInfo = "Información de posición"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "Condición de diseño"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "Establecer parámetros de diseño"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "Resistencia última al momento"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "Resistencia al esfuerzo cortante"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "Resistencia torsional"
IDS_CVL_RPT_EC_Title_of_CrackControl = "Ancho de fisura"
IDS_CVL_RPT_EC_Title_of_Decompression = "Verificación de descompresión"
IDS_CVL_RPT_EC_Title_of_Fatigue = "Verificación de fatiga"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "Comprobación de esfuerzos en la transferencia y durante la construcción"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "Comprobación de esfuerzos para la combinación de Carga de servicio"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "Parámetros de diseño"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "Información de sección"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "Información de material"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "Información del perfil del tendón"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- Factores parciales para estados límite últimos"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- factor λ y factor η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- factor α_cc , α_ct  : Coeficiente para efectos a largo plazo sobre la resistencia a compresión y a tracción."
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "Situaciones de diseño"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c para hormigón"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s para acero de refuerzo"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s para acero de postensado"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "Persistente y Transitorio"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "Accidental"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "donde, λ, η definen cada uno la altura efectiva de la zona de compresión, definiendo la resistencia efectiva."
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(para la resistencia a compresión)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(para la resistencia al esfuerzo cortante)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(para la resistencia a tracción)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- Información del Material de Hormigón"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- Información del Material de Armadura"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "Tipo"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "Nombre del Tendón"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "Ubicación\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "Área\n(mm^2 )"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "Resistencia (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "Resistencia de Diseño"
IDS_CVL_RPT_EC_Where = "donde,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- Resistencia de diseño del hormigón"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- Resistencia de diseño de la armadura"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- Resistencia de diseño del tendón"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "donde, fcd, fctd son respectivamente la resistencia de diseño a compresión y a tracción."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- Verificar si la Sección está fisurada a flexión."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "(La Sección está fisurada.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(La Sección no está fisurada.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": Esfuerzo de tracción por flexión"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(La tracción se toma como positiva.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": Resistencia de diseño a tracción del Hormigón."
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "Consulte 1.4 Información del perfil del tendón."
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "Comprobar la resistencia a Momento, M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ Momento Positivo"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ Momento Negativo"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "Carga de Diseño"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- Carga de Diseño"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- Parámetros de diseño"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- Calcular Eje Neutro"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- Calcular F_c , F_s , F_p"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- Calcular resistencia al momento, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- Verificar área mínima de armadura"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  Nombre de la combinación de Carga :"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "Fuerza (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "Nombre de la combinación de Carga :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "Situaciones de diseño :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "Tipo de combinación de Carga :"
IDS_CVL_RPT_EC_DgnLoad_LTB = "Pandeo lateral torsional"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep  es"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z es la constante seccional"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s  es"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) Suponer la profundidad del eje neutro."
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) Calcular la deformación del acero y del tendón de postensado."
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) Calcular el esfuerzo del acero y del tendón de postensado."
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) Calcular la fuerza axial en el hormigón, el acero y el tendón de postensado."
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) Verificar si la fuerza resultante de la sección transversal es cero."
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) Repetir los pasos 1 a 5 hasta que la fuerza resultante sea cero."
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "Núm."
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "Profundidad neutra\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "Fuerza de compresión ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "Fuerza de tracción ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "Razón\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "Hormigón"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "Armadura"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "Tendón"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x es la profundidad del eje neutro"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "Núm."
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "Esfuerzo_Eff \n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  es la distancia desde la profundidad del eje neutro, x, hasta el hormigón, la armadura y el tendón de postensado"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "Información de Sección"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "Sección equivalente (tdn, reinfmnt)\n(Viga)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "Sección equivalente (después de la composición)\n(Viga + Losa)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ Viga"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ Losa"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- Información del Material de Hormigón"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- Información del Material de Armadura"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- factor λ y factor η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "Viga"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "Losa"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- Resistencia de diseño del hormigón"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- Resistencia de diseño de la armadura"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- Calcular F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, Fig 3.5, Fig 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": Fuerza de compresión para la viga"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": Fuerza de compresión para la losa"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": Fuerza de la armadura a compresión"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": Fuerza de tracción en la armadura"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": Fuerza de tracción en el tendón de postensado"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": profundidad del eje neutro"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": Área del bloque rectangular de esfuerzos del hormigón para la parte de la viga"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": Área del bloque rectangular de esfuerzos del hormigón para la parte de la losa"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": Áreas de armadura a compresión"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": Áreas de armadura a tracción"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Esfuerzo_Eff  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : deformación del hormigón a la profundidad del tendón de postensado bajo el estado de rotura"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : deformación del tendón de postensado bajo el esfuerzo efectivo de pretensado"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- Calcular resistencia al momento, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  es la distancia desde el eje neutro hasta el centroide del bloque de esfuerzos en el hormigón, RF, TD"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "Verificar la resistencia a esfuerzo cortante del Hormigón, V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "Verificar la resistencia a esfuerzo cortante de la Armadura de esfuerzo cortante, V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ Fuerza Cortante Máxima"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ Fuerza Cortante Mínima"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "- Carga de Diseño"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- Valor de diseño para la resistencia a esfuerzo cortante V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  Nombre de la combinación de cargas :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "Fuerza (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "Nombre de la combinación de cargas :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "Situaciones de diseño :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "Tipo de combinación de cargas :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ No se requiere armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ Se requiere armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(si compresión, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- Parámetros de Diseño"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- Valor de diseño para la resistencia a esfuerzo cortante V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- Valor de diseño para la resistencia a esfuerzo cortante V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- Verificar la relación de armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- Verificar Espaciado de estribos"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "Omitir la verificación de la resistencia a esfuerzo cortante, V_Rd,s, mediante el acero de armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α es el ángulo entre la armadura de esfuerzo cortante y el eje de la viga perpendicular a la fuerza cortante."
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ es el ángulo entre el puntal de compresión del hormigón y el eje de la viga perpendicular a la fuerza cortante."
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z es el brazo de palanca interno."
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  es el área de la sección transversal de la armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  es la relación mínima de armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "( para f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "( para f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "( para estructuras no pretensadas )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( para 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( para 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( para 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "( para σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  es un factor de reducción de resistencia para el hormigón fisurado a esfuerzo cortante"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  es un coeficiente que tiene en cuenta el estado del esfuerzo en el cordón de compresión"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s es el espaciamiento de los estribos"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "Fuerza Cortante Máxima"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "Fuerza Cortante Mínima"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "Verificar la resistencia a esfuerzo cortante del Hormigón, V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "- Carga de Diseño"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "Nombre de la combinación de cargas :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "Situaciones de diseño :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "Tipo de combinación de cargas :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- Resistencia de diseño del hormigón"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- Resistencia de diseño de la armadura"
IDS_CVL_RPT_EC_Block_Shear01_girder = "Viga"
IDS_CVL_RPT_EC_Block_Shear01_slab = "Losa"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- Verificar si la sección está fisurada a flexión."
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(La sección está fisurada.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(La sección no está fisurada.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": Esfuerzo de tracción por flexión"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(La tracción se toma como positiva.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": Resistencia a tracción de diseño del hormigón."
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- Esfuerzo total en el centroide compuesto debido a acciones sobre la viga sola"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(GUÍA DEL DISEÑADOR PARA EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": esfuerzo en el centroide compuesto debido al momento actuando sobre la viga sola"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": esfuerzo en el centroide compuesto debido al pretensado"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": Momento flector en la viga sola"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": Altura al centroide en la viga sola"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": Altura al centroide en la sección compuesta"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": Área de la viga sola"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": Momento de inercia en la viga sola"
IDS_CVL_RPT_EC_Block_Shear02_P = ": Fuerza de pretensado mayorada después de todas las pérdidas"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": Momento de la fuerza de pretensado"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- Esfuerzo cortante en la viga sola a la altura del centroide compuesto"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": Fuerza cortante en la viga prefabricada sola"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": Primer momento de área en el centroide de la viga sola"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": Ancho de la viga"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- Fuerza cortante adicional actuando sobre la sección compuesta"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": Primer momento de área en el centroide de la sección compuesta"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": Momento de inercia en la sección compuesta"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- Resistencia total a esfuerzo cortante de la sección compuesta"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(regiones no fisuradas a flexión)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ Se requiere armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ No se requiere armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_Block_Shear03_title = "Verificar la armadura mínima contra cortante"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- Verificar la relación de armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  es la relación mínima de armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": Área de armadura diagonal"
IDS_CVL_RPT_EC_Block_Shear03_space = "- Verificar Espaciado de estribos"
IDS_CVL_RPT_EC_Block_Shear03_s = "s es el espaciamiento de los estribos"
IDS_CVL_RPT_EC_Block_Shear03_d = ": profundidad efectiva"
IDS_CVL_RPT_EC_Block_Shear04_title = "Verificar la fuerza de tracción adicional en la armadura longitudinal debida a la fuerza cortante"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": La resistencia a momento"
IDS_CVL_RPT_EC_Block_Shear04_z = ": Brazo de palanca del análisis de resistencia última a flexión"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "Verificar el esfuerzo cortante en la interfaz entre hormigón colado en diferentes momentos"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": Fuerza de compresión de la viga"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": Fuerza de compresión de la losa"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- Esfuerzo cortante en la interfaz"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": Relación de la fuerza longitudinal en el área de hormigón nuevo"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  y la fuerza longitudinal total, ya sea en la zona de compresión o de tracción"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": Fuerza cortante transversal"
IDS_CVL_RPT_EC_Block_Shear05_z = ": Brazo de palanca a partir del análisis de la resistencia última a flexión"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": Ancho de la interfaz"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "Verificar el esfuerzo cortante en la interfaz entre hormigón colado en diferentes momentos"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": Adoptado de forma conservadora para tomar β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "Verificar el esfuerzo cortante en la interfaz entre hormigón colado en diferentes momentos"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": Fuerza total de tracción de la viga y la losa"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": Fuerza de tracción de la losa"
IDS_CVL_RPT_EC_Block_Shear06_title = "- Resistencia de diseño al esfuerzo cortante en la interfaz"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": Resistencia mínima de diseño a tracción (fctd) y resistencia de diseño (f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   del hormigón entre la viga y la losa"
IDS_CVL_RPT_EC_Block_Shear06_c = ": factores que dependen de la rugosidad de la interfaz"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": factores que dependen de la rugosidad de la interfaz"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": Peso de la losa"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": Área de la junta (1 m para longitud unitaria)"
IDS_CVL_RPT_EC_Block_Shear06_As = ": Área de armadura que cruza la interfaz"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": Resistencia del conector de cortante"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": Ángulo de la armadura que cruza la interfaz"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "Carga de Diseño"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "Verificar Resistencia Torsional"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ Momento Torsional Máximo"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  Nombre de la combinación de cargas :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "Fuerza (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "Nombre de la combinación de cargas :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "Situaciones de diseño :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "Tipo de combinación de cargas :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ Parte de Sección Cerrada"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ Flange Superior [ Izquierda ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ Flange Superior [ Derecha ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ Flange Superior"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ Flange Inferior [ Izquierda ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ Flange Inferior [ Derecha ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ Flange Inferior"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ Web Izquierda"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ Web Derecha"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ Web"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ Calcular la resistencia máxima a momento torsor, T_Rd,max  de la sección total"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- Parámetros de Diseño"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- Verificar el límite de aplastamiento para la combinación de esfuerzo cortante y momento torsor"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- Verificar la armadura longitudinal para momento torsor"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- Verificar el espaciamiento longitudinal del momento torsor"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(Supuesto α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i  es el espesor efectivo de la pared"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k  es el área encerrada por las líneas centrales de las paredes conectadas, incluidas las áreas huecas interiores"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k  es el perímetro del área A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α es la inclinación de la armadura de esfuerzo cortante por torsión respecto al eje longitudinal de la viga."
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ es el ángulo de los puntales de compresión"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed  es el momento torsor de diseño aplicado"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k  es el área encerrada por las líneas centrales de las paredes conectadas, incluidas las áreas huecas interiores"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i  es el espesor efectivo de la pared"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A es el área total de la sección transversal dentro de la circunferencia exterior, incluidas las áreas huecas interiores"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u es la circunferencia exterior de la sección transversal"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k  es el perímetro del área A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ es el ángulo de los puntales de compresión"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i  es el espesor efectivo de la pared"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u es la circunferencia exterior de la sección transversal"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A es el área total de la sección transversal dentro de la circunferencia exterior, incluidas las áreas huecas interiores"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i  es la circunferencia exterior de la sección transversal"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki  es el área encerrada por las líneas centrales de las paredes conectadas, incluidas las áreas huecas interiores"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- La siguiente ecuación se utiliza para determinar si es necesaria la armadura diseñada."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c  es el momento de fisuración por torsión."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c  es la resistencia de diseño al esfuerzo cortante sin armadura de cortante."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- Valor de diseño para el momento de fisuración por torsión T_Rd,c"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- Valor de diseño para el esfuerzo cortante por alma V*_Ed"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "Número de Webs"
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( Se asume que el esfuerzo cortante total es resistido por el alma. )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- Verificar si es necesaria la armadura diseñada."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "Se requiere armadura transversal."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "No se requiere armadura transversal."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "( para estructuras no pretensadas )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( para 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( para 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( para 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "( para σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl  es el área aplicada de armadura longitudinal para torsión."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq  es el área requerida de armadura longitudinal para torsión."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- Verificar la armadura transversal para esfuerzo cortante"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv  es el área de armadura transversal para esfuerzo cortante."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v  es el espaciamiento de la armadura de cortante."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- Verificar la armadura transversal para momento torsor"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt  es el área de armadura transversal para esfuerzo cortante."
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "Calcular ancho de grieta, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ Superior"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ Inferior"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "- Carga de Diseño"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- Parámetros de Diseño"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- Calcular la deformación media en el hormigón y la armadura, ε_cm, ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- Calcular el espaciamiento máximo de fisuras, S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- Verificar anchos de grieta"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  Nombre de la combinación de cargas :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "Fuerza (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "Nombre de la combinación de cargas :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "Tipo de carga de servicio :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "Tipo de combinación de cargas :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "Largo/Corto plazo :"
IDS_CVL_RPT_EC_Stress_top_surface = "- Esfuerzo en la superficie superior"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- Esfuerzo en la superficie inferior"
IDS_CVL_RPT_EC_Stress_surface = "(Para esfuerzos de compresión, se omite la verificación de fisuración.)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(Para esfuerzos menores que f_ctd , se omite la verificación de fisuración.)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(Para esfuerzos de tracción, se requiere la verificación de fisuración.)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ es el diámetro equivalente de la barra (= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c es el recubrimiento de la armadura longitudinal"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 ( para carga de corto plazo )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 ( para carga de largo plazo )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s  es el esfuerzo en la armadura de tracción suponiendo una sección fisurada"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' es el área de tendones pretensados o postensados dentro de A_c,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff  es el área efectiva de hormigón a tracción que rodea la armadura o"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "         tendones de pretensado de profundidad, h_c,ef  = min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1  es la relación ajustada de la resistencia de adherencia teniendo en cuenta los diferentes diámetros de"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        acero de pretensado y refuerzo"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ es la relación de la resistencia de adherencia del acero de pretensado y del acero de armadura"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s  es el mayor diámetro de barra del acero de armadura"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p  es el diámetro equivalente de barra del tendón."
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t  es un factor dependiente de la duración de la carga"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 ( para barras de alta adherencia )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6 ( para barras con una superficie efectivamente lisa, p. ej., tendones de pretensado )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5 ( para flexión )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 ( para tracción pura )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1  es un coeficiente que tiene en cuenta las propiedades de adherencia de la armadura adherida"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2  es un coeficiente que tiene en cuenta la distribución de la deformación"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "Límite de ancho de grieta, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "Clase de exposición : "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "Verificar el área mínima de armadura, A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- Verificar el esfuerzo en el hormigón bajo la combinación característica de cargas."
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "El tipo de combinación característica no existe. (Omitir la verificación de A_s,min.)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- Verificar el esfuerzo en el hormigón bajo la combinación característica de cargas."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "Situación de diseño :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "Nombre de la combinación de cargas :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "Situaciones de diseño :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "Tipo de combinación de carga :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "Largo/Corto plazo :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface  es el esfuerzo en la superficie del hormigón pretensado."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "El valor de σ_ct,p  se toma como f_ct,eff  de acuerdo con 7.3.2 (2)."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff  es el valor medio de la resistencia a tracción del hormigón efectiva en el momento."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": No se requiere el área mínima de armadura, A_s,min."
IDS_CVL_RPT_EC_Asmin_Check_02 = ": Se requiere el área mínima de armadura, A_s,min."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- Calcular el área mínima de armadura, A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct  es el área de hormigón dentro de la zona traccionada."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s  es el valor absoluto del esfuerzo máximo permitido en la armadura"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     inmediatamente después de la formación de la fisura."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff  es el valor medio de la resistencia a tracción del hormigón efectiva en el momento"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     en que se puede esperar que aparezcan por primera vez las fisuras."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k es el coeficiente que tiene en cuenta el efecto de esfuerzos autoequilibrados no uniformes,"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     que conducen a una reducción de las fuerzas de restricción."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c  es un coeficiente que tiene en cuenta la distribución de esfuerzos dentro de la sección"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "     inmediatamente antes de la fisuración y el cambio del brazo de palanca."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(Si N_Ed  es una fuerza de compresión, + )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(Si N_Ed  es una fuerza de compresión)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(Si N_Ed  es una fuerza de tracción)"
IDS_CVL_RPT_EC_Top = "Superior"
IDS_CVL_RPT_EC_Bottom = "Inferior"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "- Carga de Diseño"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "Nombre de combinación de carga :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "Situaciones de diseño :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "Tipo de combinación de carga :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "Largo/Corto plazo :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- Verificación de esfuerzo"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: compresión   + : tracción)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : la clase es D o E, se ignora la verificación."
IDS_CVL_RPT_EC_Fati01_title = "- La verificación de los esfuerzos"
IDS_CVL_RPT_EC_Fati01_ref = "(Guía de diseño 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "Nombre de combinación de carga :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "Tipo de combinación de carga :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "El esfuerzo máximo de compresión (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "El esfuerzo mínimo de compresión  (σ_c,min )  :"
IDS_CVL_RPT_EC_Fati01_days = "días"
IDS_CVL_RPT_EC_Fati01_t = " : la edad a la que se aplica por primera vez la carga viva"
IDS_CVL_RPT_EC_Fati01_s = " : el coeficiente que depende del tipo de cemento"
IDS_CVL_RPT_EC_Fati02_title = "- Verificación de esfuerzos para requerir armadura de esfuerzo cortante"
IDS_CVL_RPT_EC_Fati02_LCOM = "Nombre de combinación de carga :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "Tipo de combinación de carga :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "La fuerza cortante máxima (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "La fuerza cortante mínima (V_Ed,min )  :"
IDS_CVL_RPT_EC_Fati02_VRdc = "La resistencia de cálculo a esfuerzo cortante (V_Rd,c )  :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) Viga"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) Losa"
IDS_CVL_RPT_EC_Transfer_Compression = "■ Compresión"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- Nombre de etapa crítica :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "Para losas de hormigón armado,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "Para elementos pretensados,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "Esfuerzo límite"
IDS_CVL_RPT_EC_Transfer_Compression_post = "Para elementos postensados,"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- Nombre de combinación de carga :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- Tipo de combinación de carga :"
IDS_CVL_RPT_EC_Table_Elem = "Elem."
IDS_CVL_RPT_EC_Table_Part = "Parte"
IDS_CVL_RPT_EC_Table_Posi = "Positivo\n/ Negativo"
IDS_CVL_RPT_EC_Table_LCOM = "Nombre Lcom"
IDS_CVL_RPT_EC_Table_Situ = "Situación"
IDS_CVL_RPT_EC_Table_Type = "Tipo"
IDS_CVL_RPT_EC_Table_Chk = "Verificación"
IDS_CVL_RPT_EC_Table_Rat = "Relación"
IDS_CVL_RPT_EC_Table_CompTens = "Comp./Tracc."
IDS_CVL_RPT_EC_Table_Stage = "Etapa"
IDS_CVL_RPT_EC_Table_LCOM2 = "Lcom\nNombre"
IDS_CVL_RPT_EC_Table_Tnd = "Tendón"
IDS_CVL_RPT_EC_Table_TopBot = "Arriba/Abajo"
IDS_CVL_RPT_EC_Table_LCOM_Type = "Tipo Lcom"
IDS_CVL_RPT_EC_Table_LCOM_Term = "Largo/Corto"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "Número de Elemento"
IDS_CVL_RPT_EC_Plate_Check_Position = "Información de Posición"
IDS_CVL_RPT_EC_Plate_DesignLoad = "- Carga de diseño"
IDS_CVL_RPT_EC_Plate_LCOM = "Nombre de combinación de carga :"
IDS_CVL_RPT_EC_Plate_Verification = "- Verificación"
IDS_CVL_RPT_EC_Plate_Verification2 = "Verificación"
IDS_CVL_RPT_EC_when = "cuando"
IDS_CVL_RPT_EC_here = "aquí,"
IDS_CVL_RPT_EC_where = "Dónde,"
IDS_CVL_RPT_EC_for = "para"
IDS_CVL_RPT_EC_Num = "Núm."
IDS_CVL_RPT_EC_space = "Espacio"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "Condición de Diseño"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "Resistencia a la Flexión"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "Resistencia a esfuerzo cortante vertical"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "Resistencia al pandeo lateral torsional"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "Resistencia a fuerza transversal"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "Resistencia a esfuerzo cortante longitudinal"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "Resistencia a fatiga"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "Límite de Esfuerzo"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "Esfuerzo cortante longitudinal para SLS(Estado límite de servicio)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "Parámetros de Diseño"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "Información de Sección"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "Información de Material"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ Factores parciales"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C  para hormigón"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S  para acero de refuerzo"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0  para acero estructural"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1  para acero estructural"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V  para pernos cabezados"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γ_Ff  para el rango de esfuerzos equivalente de amplitud constante"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf  para resistencia a la fatiga"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s  para la resistencia a fatiga de los pernos en esfuerzo cortante"
IDS_CVL_RPT_EC_partial_factors_title = "Factores parciales"
IDS_CVL_RPT_EC_partial_factors_Value = "Factor"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "para hormigón"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "para acero de refuerzo"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "para acero estructural"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "para acero estructural"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "para pernos cabezados"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "para el rango de esfuerzos equivalente de amplitud constante"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "para resistencia a la fatiga"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "para la resistencia a fatiga de los pernos en esfuerzo cortante"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■ Dimensiones de Sección"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "Losa"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "Viga"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■ Rigidez de Sección"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "Antes"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "Después"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "Grieta"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ Acero estructural"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ Hormigón"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ Armadura"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "Momento Positivo"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "Momento Negativo"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- Esfuerzo"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ Carga de diseño"
IDS_CVL_RPT_EC_Plate_Left = "Izquierda"
IDS_CVL_RPT_EC_Plate_Right = "Derecha"
IDS_CVL_RPT_EC_Plate_TF = "Flange Superior"
IDS_CVL_RPT_EC_Plate_BF = "Flange Inferior"
IDS_CVL_RPT_EC_Plate_Web = "Alma"
IDS_CVL_RPT_EC_Plate_OF = "Flanges salientes"
IDS_CVL_RPT_EC_Plate_IP = "Partes internas"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ Clasificación de secciones"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "Clasificación de secciones"
IDS_CVL_RPT_EC_Plate_Part = "Parte"
IDS_CVL_RPT_EC_Plate_Class = "Clase"
IDS_CVL_RPT_EC_Plate_Section = "Sección"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- Momento resistente plástico, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "PNA Plástico"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "Momento de resistencia plástico"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "PNA Plástico Efectivo"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(Lado superior de PNA)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(Lado inferior de PNA)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- Momento resistente plástico, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- Momento resistente elástico, M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "Momento de resistencia elástica"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": el factor más bajo tal que se alcanza un límite de esfuerzo."
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(Calcular el valor mínimo entre la viga de acero y la losa de hormigón.)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(Calcular el valor mínimo entre la viga de acero y la armadura de la losa.)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- Sección efectiva"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "Sección efectiva"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "- Momento añadido"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "Momento añadido"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- Rigidez efectiva para N_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- Rigidez efectiva para M_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "Rigidez efectiva para"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   Momento resistente plástico, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) Alma Izquierda"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) Alma Derecha"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ Carga de diseño"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "PNA Plástico"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  Cálculo. V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  Cálculo. V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  Cálculo. V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "Flange superior"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "Flange inferior"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "Alma"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ Contribución de la alma"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "Contribución del alma"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ Contribución de la brida"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "Contribución de la brida"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ Interacción M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "Interacción"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "Esfuerzo cortante"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■ Verificar la resistencia al esfuerzo cortante"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "Resistencia plástica al esfuerzo cortante"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "Resistencia al pandeo por esfuerzo cortante"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "La esbeltez modificada"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λ_wi del subpanel"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■ λ_w crítico"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "No existen rigidizadores transversales."
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "En este caso, deben disponerse rigidizadores transversales en los apoyos."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd  se calcula como M_pl,Rd  pero despreciando la contribución del alma."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0  se calcula como M_pl,Rd  pero despreciando la contribución del alma."
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "se calcula como"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "pero despreciando la contribución del alma"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "Factor de reducción para N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "Factor de reducción para N_Ed ·"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "Factor de reducción para"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(Tomado como el mayor valor de (∑σ_i )W)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "No es necesario verificar el criterio de interacción"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "Para la sección de clase 1 o 2, la interacción M-V debe ser verificada por separado por el usuario."
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / Núm. de alma"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "Núm. de alma"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- M_b,Rd  Momento resistente al pandeo"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "Momento de resistencia al pandeo"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- N_b,Rd  Resistencia al pandeo axial"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "Relación combinada"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- Modelo de marco U"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- Verificación para compresión y flexión biaxial"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "Verificación para compresión y flexión biaxial"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- Coeficientes de pandeo para diferentes tipos de aplicación de carga"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "Coeficientes de pandeo para diferentes tipos de aplicación de carga"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- Para almas sin rigidizadores longitudinales"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- Para almas con rigidizadores longitudinales"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- Longitud cargada efectiva"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "Longitud cargada efectiva"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- Resistencia de diseño"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "Resistencia de diseño"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- Resistencia a esfuerzo cortante de un conector individual"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "Resistencia a esfuerzo cortante de un conector individual"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- Fuerza cortante longitudinal actuando sobre la longitud L_A_B"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "Fuerza cortante longitudinal actuando sobre la longitud"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- Verificación, Losa"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- Rango de esfuerzo cortante para el conector"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "Rango de esfuerzo cortante para el conector"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍespaciamiento del perno / número de pernos"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "espaciamiento del perno / número de pernos"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- Factor equivalente de daño"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "Factor equivalente de daño"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- Rango equivalente de amplitud constante del esfuerzo cortante relacionado con 2 millones de ciclos"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "Rango equivalente de amplitud constante del esfuerzo cortante relacionado con 2 millones de ciclos"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "Nombre de combinación de carga característica :"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "Nombre de combinación de carga cuasi-permanente :"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- En el acero estructural"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(Fibra superior derecha en el ala)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(Eje neutro en el alma)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- En el hormigón de la losa"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "En el hormigón de la losa"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- En la armadura"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "En la armadura"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "La barra de refuerzo está bajo compresión. No es necesario verificar."
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "Rugosidad intencional (0,25 pulg.)"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "Rugosidad intencional"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "Sin rugosidad intencional"
